constant/thermophysicalProperties
FoamFile
{
	version	2.0;
	class	dictionary;
	format	ascii;
	location	"constant";
	object	thermophysicalProperties;
}
thermoType
{
	type	hePsiThermo;
	mixture	reactingMixture;
	transport	sutherland;
	thermo	janaf;
	equationOfState	perfectGas;
	specie	specie;
	energy	sensibleEnthalpy;
}
CHEMKINFile	"$FOAM_CASE/chemkin/chem.inp";
CHEMKINThermoFile	"$FOAM_CASE/chemkin/therm.dat";
CHEMKINTransportFile	"$FOAM_CASE/chemkin/transportProperties";
newFormat	yes;
inertSpecie	N2;
liquids
{
	C7H16
	{
		defaultCoeffs	yes;
	}
}
solids
{
}
